prodotto-kar/src/main/resources/NoPlugin/Esempi/DCSanita_FSE_2008-01_comunicaEventoProntoSoccorso.in.xml

<?xml version="1.0" encoding="ISO-8859-1"?> 
<!--
<TestInfo>
	<Autore>Gianluca Agresti</Autore>
	<DataPreparazione>26/01/2009</DataPreparazione>
	<CodiceTest>IN.8056000010</CodiceTest>
	<CodiceContesto>C06</CodiceContesto>
	<TipoTest>FUN10_BL</TipoTest>
	<Priorita>H</Priorita>
	<DescrizioneCaso>nomeCittadino2 non congruente con il dato presente in AR op. 2</DescrizioneCaso>
	<DescrizioneRisultatoAtteso>errore cod. EA0111: Cittadino non presente in anagrafe</DescrizioneRisultatoAtteso>
</TestInfo>
-->
<soap-env:Envelope xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/1999/XMLSchema" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" soap-env:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xsi:noNamespaceSchemaLocation="file:///c:/Documents%20and%20Settings/JuanCarlos/Desktop/in.8052/IN.8052000006/aa.xsd">
<soap-env:Header>
<t:CoopContext xmlns:t="http://www.crs.lombardia.it/schemas/mw/2004-01/coopcontext/">
		<Transport>
			<Mode>Sync</Mode>
			<Dest>DCSanita</Dest>
		</Transport>
			<Security>
			<FunContext>
				<credential>
					<validity>
						<emittedDate>15/11/2005+10:59:18,531</emittedDate>
						<sessionMaxTime>15/11/2005+10:59:18,531</sessionMaxTime>
					</validity>
					<vrs>
						<mjr>1</mjr>
						<min>0</min>
					</vrs>
					<ctf>
						<reg>
							<cod/>
							<des/>
						</reg>
						<app>
							<cod/>
							<des/>
						</app>
						<pro>
							<cod/>
							<des/>
						</pro>
						<ter>
							<cod/>
							<des/>
						</ter>
						<str>
							<cod>030960</cod>
							<des/>
						</str>
						<pre>
							<cod>03090300</cod>
							<des/>
						</pre>
						<rep>
							<cod/>
							<des/>
						</rep>
					</ctf>
					<role>
						<code>12</code>
						<description>Specialista Ambulatoriale</description>
					</role>
					<userId>MDFMCM68M08A662TC</userId>
					<iupSeed>12345</iupSeed>
				</credential>
			</FunContext>
			<CitCardPresent>false</CitCardPresent>
			<CitAuth>false</CitAuth>
			<CitCF></CitCF>
			<CitSmartCardSN></CitSmartCardSN>
		</Security>
		<Sla>
			<Log>
				<Global>
					<TrackID>1132048757203</TrackID>
					<Timestamp>15/11/2005+10:59:18,562</Timestamp>
				</Global>
			</Log>
		</Sla>
		</t:CoopContext>
		<a:AppContext xmlns:a="http://www.crs.lombardia.it/schemas/mw/2004-01/appcontext/">
			<Request clientProd="DCSanita" clientVer="1.0"/>
		</a:AppContext>
	</soap-env:Header>
	<soap-env:Body>
	<m:FSE.comunicaEventoProntoSoccorso
  xmlns:m="http://www.crs.lombardia.it/schemas/DCSanita/FSE/2008-01/comunicaEventoProntoSoccorso/"
  dataSetVersion="1.0">
        <eventoProntoSoccorso>
    <numeroProgressivo>10</numeroProgressivo>
	<strutturaErogazione>
       <idEnte>030960</idEnte>
       <idPresidio>03090300</idPresidio>
    </strutturaErogazione>
    <cittadino>
       <idCittadino tipo="CF">DCMDSC68C09E623R</idCittadino>
       <cognomeCittadino>dueFSEcomunicaEventoRicovero</cognomeCittadino>
       <nomeCittadino>comunicaEventoRicovero</nomeCittadino>
       <sessoCittadino>M</sessoCittadino>
       <dataNascitaCittadino>19680309</dataNascitaCittadino>
       <idComuneNascitaCittadino>013130</idComuneNascitaCittadino>
    </cittadino>
    <idTipoComunicazione>A</idTipoComunicazione>
	<numeroPraticaPS>11111AAAA22222BBBBB</numeroPraticaPS>
    <dataOraIngresso>200801051009</dataOraIngresso>
    <datiAccettazione>
       <idModalitaTrauma></idModalitaTrauma>
       <idDisciplina></idDisciplina>
       <idClassePrioritaTriage></idClassePrioritaTriage>
    </datiAccettazione>
</eventoProntoSoccorso>
</m:FSE.comunicaEventoProntoSoccorso>
</soap-env:Body>
</soap-env:Envelope>
